Repository: nextghost/sciswarm
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: cs

source: You can post papers whether you are the author or not by clicking <a href="%(create_paper_url)s">New paper</a> in the main menu on the left. But if you're posting somebody else's paper which is not released under one of the free licenses (e.g. Creative Commons), you need to ask the authors for permission first. All authors automatically have edit access to their papers. If none of the authors is registered in the system yet, the poster will be granted provisional edit access instead.
cs: Kliknutím na <a href="%(create_paper_url)s">Nový článek</a> v hlavním menu nalevo můžete vkládat svoje i cizí články. Ale když chcete vložit cizí článek, který není vydaný pod některou svobodnou licencí (např. Creative Commons), musíte nejprve požádat autory o povolení. Všichni autoři mají automaticky práva upravovat své články. Pokud žádný z autorů článku zatím není registrovaný v systému, dostane práva k editaci provizorně uživatel, který článek vložil.

source: Authors can also delegate paper management to other users, for example their librarian or assistant. To do so, visit the other user's profile page and click &#8220;Delegate paper management&#8221;. You can delegate paper management to multiple users. You do not lose your edit access by doing so. Provisional edit access cannot be delegated. You can view or change delegation at any time through the list of <a href="%(delegated_permissions_url)s">delegated permissions</a> accessible from the main menu on the left.
cs: Autoři také mohou správu článků delegovat na jiné uživatele, například knihovníka nebo asistenta. Jiného uživatele pověříte tak, že v jeho profilu kliknete na &#8222;Pověření ke správě článků&#8220;. Správu můžete delegovat na více uživatelů současně. Sami tím práva k editaci článků neztratíte. Provizorní práva k editaci delegovat nelze. Aktuálně udělená pověření si můžete prohlédnout nebo změnit v <a href="%(delegated_permissions_url)s">seznamu pověření</a>, který najdete v hlavním menu nalevo.

source: Authorship linked through a unique identifier starts as unconfirmed (highlighted with yellow background). You can then confirm or reject authorship of papers en masse by clicking <a href="%(manage_authorship_url)s">Manage authorship</a> in the main menu on the left. The list of papers you have rejected is also accessible through this menu option. If you make a mistake, you can change confirmation at any time by clicking &#8220;Manage authorship&#8221; on the detail page of a specific paper. Only confirmed papers will show up in the list of authored papers in your profile. If somebody adds you as an author to a paper which is not yours, it is better to reject the authorship than to simply delete yourself from the list. If you reject authorship, the other user cannot add you back.
cs: Autorství zapsané pomocí unikátního identifikátoru je zpočátku nepotvrzené (zvýrazněno žlutým podkladem). Následně můžete autorství článků hromadně potvrdit nebo odmítnout klinkutím na <a href="%(manage_authorship_url)s">správu autorství</a> v hlavním menu nalevo. Přes tuto volbu se také dostanete k seznamu článků, které jste odmítli. Pokud se spletete, můžete potvrzení autorství kdykoliv změnit kliknutím na odkaz &#8222;Správa autorství&#8220; v detailu konkrétního článku. V seznamu Vámi napsaných článků ve Vašem profilu se objeví pouze články s potvrzeným autorstvím. Pokud Vás někdo přidá jako autora k článku, který není Váš, je lepší autorství omítnout než se ze seznamu autorů vymazat. Když autorství odmítnete, druhý uživatel Vás nebude moci mezi autory opět přidat.

source: Make sure that the identifiers which you add to your paper uniquely and permanently identify only the paper itself. Do <b><i>NOT</i></b> use identifiers which point to a larger collection of papers. Links to such paper collections should be added to supplemental links instead.
cs: Ke svým článkům přidávejte pouze identifikátory, které jsou trvale a jednoznačně spojené pouze se samotným článkem. V žádném případě nepoužívejte identifikátory, které se vztahují na větší kolekci článků. Takovéto kolekce článků patří mezi doplňující odkazy.

source: Reviewing Papers
cs: Recenzování článků

source: To review a paper in Sciswarm, click &#8220;Add review&#8221; on the paper detail page. You can rate the methodology and importance separately and also write a short explanation of any problems and highlights. The review will also show up on your followers' timeline. The authors can then respond to the review for example to clear up any misunderstandings.
cs: Pro vložení recenze přejděte na detail článku a klikněte na &#8222;Napsat recenzi&#8220;. Metodiku a důležitost článku můžete hodnotit zvlášť a dále napsat stručné shrnutí hlavních zajímavostí nebo chyb. Vaše recenze se pak zobrazí jako novinka uživatelům, kteří Vás sledují. Autoři následně mohou odpovědět na recenzi a vysvětlit případná nedorozumění.

source: You cannot review your own papers or claim authorship of papers which you have reviewed. If you delete a review, you cannot write another one later.
cs: Nemůžete recenzovat své vlastní články ani potvrdit autorství článků, které jste recenzovali. Pokud recenzi smažete, novou již nebudete moci napsat.

source: Notes About Imported Papers
cs: Poznámky k importu článků

source: Sciswarm currently supports importing paper metadata from <a href="https://arxiv.org/">arXiv</a>. While arXiv does support unique author identifiers internally, it doesn't export them through OAI-PMH at the moment. arXiv papers are therefore imported only with plain author names.
cs: Sciswarm aktuálně podporuje import metadat článků z <a href="https://arxiv.org/">arXivu</a>. Přestože arXiv interně podporuje unikátní identifikátory autorů, momentálně tato data neexportuje přes OAI-PMH. Články z arXivu se proto importují pouze s prostými jmény autorů.

source: Another import problem is that arXiv doesn't treat DOI as a unique identifier. Multiple papers from different authors often have the same DOI, and this DOI sometimes belongs to a whole collection of papers rather than any specific paper. Sciswarm assigns the DOI to the first paper that appears in the export data and silently ignores the duplicates. If you find out that one of your DOIs was incorrectly assigned to somebody else's paper, contact the administrator.
cs: Další problém je, že arXiv nezachází s DOI jako s unikátním identifikátorem. Více různých článků od různých autorů má někdy stejný DOI identifikátor, a toto DOI někdy patří celé kolekci článků místo jednoho z nich. Sciswarm zapíše DOI identifikátor k prvnímu článku, u kterého se v exportních datech objeví, a import pak tiše ignoruje všechny duplicity. Pokud zjistíte, že jeden z Vašich DOI identifikátorů byl chybně zapsán k cizímu článku, kontaktujte správce serveru.

source: In general, if the import script finds out that one of the imported papers already exists, it'll only attempt to add missing identifiers. It'll not overwrite or delete any other metadata.
cs: A obecně platí, že importní skript bude k již existujícím článkům pouze přidávat chybějící identifikátory. Žádná jiná metadata přepisovat ani mazat nebude.

source: User Profiles
cs: Uživatelské profily

source: Your user profile contains some public information about you (name and short bio) and basic system settings (language and time zone). To select your time zone, you need to <a href="%(edit_profile_url)s">edit your user profile</a> after registration by clicking your name in the upper right corner of the page.
cs: Váš uživatelský profil obsahuje pár veřejných informací o Vás (jméno a stručnou vizitku) a základní nastavení systému (jazyk a časové pásmo). Pro výběr časového pásma si musíte po registraci <a href="%(edit_profile_url)s">upravit profil</a> kliknutím na své jméno v pravém horním rohu stránky.

source: However, to make full use of Sciswarm, you also need to <a href="%(add_identifier_url)s">add</a> some <a href="%(help_identifiers_url)s">unique identifiers</a> to your profile, for example your public e-mail address which you include in your scientific papers or your ORCID iD. Click &#8220;My profile&#8221; in the main menu, then click the green &#8220;+&#8221; icon next to the &#8220;Identifiers&#8221; subheader. Sciswarm will then use these identifiers to connect you with your papers which have been posted by somebody else. See the section on <a href="%(help_papers_url)s#management">paper management</a> for instructions how to claim authorship of existing papers.
cs: Ale abyste mohli Sciswarm využívat opravdu naplno, musíte si do profilu <a href="%(add_identifier_url)s">přidat</a> pár <a href="%(help_identifiers_url)s">unikátních identifikátorů</a>, například svou e-mailovou adresu, kterou píšete do svých vědeckých článků, nebo své ORCID iD. V hlavním menu nalevo klikněte na &#8222;Můj profil&#8220;, a dále na zelenou ikonku &#8222;+&#8220; vedle podnadpisu &#8222;Identifikátory&#8220;. Sciswarm Váš účet pomocí těchto identifikátorů propojí s Vašimi články, které do systému vložil někdo jiný. Postup, jak přijmout autorství existujících článků, najdete v sekci o <a href="%(help_papers_url)s#management">správě článků</a>.

source: Following Other Users
cs: Sledovaní jiných uživatelů

source: After you log into Sciswarm, the main page will show a timeline of new papers, recommendations and reviews from people you follow. In order to follow somebody, you need to visit their user profile page and select which types of events you're interested in. There is no public list of all users in Sciswarm (by design) so you need to ask your colleagues for a link to their profile or find them through linked paper authorship.
cs: Když se přihlásíte do Sciswarmu, na hlavní stránce se Vám zobrazí nové články, doporučení a recenze od uživatelů, které sledujete. Abyste někoho začali sledovat, musíte navštívit jejich uživatelský profil a vybrat druhy novinek, které Vás zajímají. Ve Sciswarmu není žádný veřejný seznam všech uživatelů (záměrně), takže své kolegy budete muset požádat o odkaz na jejich profil nebo je najít skrz záznamy o autorství článků.

source: Other people can see whom you follow but nobody else can see which types of events you have subscribed to. Not even the person you follow.
cs: Váš seznam uživatelů, které sledujete, je veřejný, ale nikdo jiný nevidí, jaké druhy novinek odebíráte. Ani sami sledovaní uživatelé.

source: Scientific social network
cs: Vědecká sociální síť

source: Welcome, <a href="%(edit_profile_url)s">%(username)s</a>
cs: Přihlášen(a): <a href="%(edit_profile_url)s">%(username)s</a>

source: Log out
cs: Odhlásit

source: Log in
cs: Přihlásit

source: Home
cs: Hlavní stránka

source: Papers
cs: Články

source: New paper
cs: Nový článek

source: My profile
cs: Můj profil

source: Manage authorship
cs: Správa autorství

source: Delegated permissions
cs: Seznam pověření

source: Help
cs: Nápověda

source: About
cs: Kontakty

source: Terms of Service
cs: Provozní podmínky

source: Sciswarm on GitHub
cs: Sciswarm na GitHubu

source: Publish anywhere. Discover, review and share on Sciswarm.
cs: Publikujte kdekoliv. Objevujte, hodnoťte a sdílejte na Sciswarmu.

source: Prestige is the currency of academic world. Yet most open science platforms focus exclusively on article contents and leave control over prestige in the hands of corporate publishers.
cs: Středobodem akademického světa je vědecká prestiž. Přesto se většina online platforem pro otevřenou vědu soustředí pouze na obsah vědeckých článků a všechny cesty k dosažení zasloužené prestiže nechávají v rukou komerčních vydavatelů.

source: Sciswarm is an academic social network focused on altmetrics and post-publication review. Its goal is to even the playing field between preprint repositories and traditional journals by separating academic prestige from any particular publishing venue. You can publish your papers anywhere you want, even in paywalled journals. Then simply enter basic metadata (title, abstract, authors, bibliography) into Sciswarm and let other users review and recommend your work here.
cs: Sciswarm je akademická sociální síť zaměřená na altmetriky a otevřené recenzování článků po vydání. Jejím cílem je smazat rozdíly mezi preprint repozitáři a tradičními vědeckými časopisy tím, že vytvoří novou cestu k prestiži bez ohledu na způsob vydání článku. Své články můžete publikovat kdekoliv, včetně tradičních uzavřených časopisů. Pak do Sciswarmu jednoduše zadejte metadata článku (název, abstrakt, autory, literaturu) a nechte ostatní uživatele, aby zde Vaši práci hodnotili a sdíleli.

source: Unique identifiers like DOI or ORCID iD allow lazy linking of bibliography and authors. Some of your own papers may already be in the database, waiting only for you to register and confirm your authorship.
cs: Unikátní identifikátory jako DOI nebo ORCID iD umožňují dodatečně párovat citace a autory, kteří v době vložení článku ještě nebyli v systému. Některé Vaše vlastní články už mohou být v databázi a čekají jen až se zaregistrujete a potvrdíte autorství.

source: Manage Paper Authorship
cs: Správa autorství článku

source: Paper: %(paper_link)s
cs: Článek: %(paper_link)s

source: Status
cs: Stav

source: Authors
cs: Autoři

source: Paper Identifiers
cs: Identifikátory článku

source: Bibliography
cs: Literatura

source: Delete Citation
cs: Smazat citaci

source: Do you really want to delete this citation?
cs: Opravdu chcete smazat tuto citaci?

source: Delete Paper Author
cs: Smazat autora článku

source: User:
cs: Uživatel:

source: Status:
cs: Stav:

source: Do you really want to delete this author?
cs: Opravdu chcete smazat tohoto autora?

source: Delete Paper Author Name
cs: Smazat jméno autora

source: Do you really want to delete this author name?
cs: Opravdu chcete smazat toto jméno autora?

source: Delete Supplemental Link
cs: Smazat doplňující odkaz

source: Link:
cs: Odkaz:

source: Do you really want to delete this link?
cs: Opravdu chcete smazat tento odkaz?

source: Remove Paper From: %(field)s
cs: Vyřadit článek z oboru %(field)s

source: Do you really want to remove the paper from this scientific field?
cs: Opravdu chcete článek vyřadit z tohoto vědeckého oboru?

source: Remove
cs: Vyřadit

source: Authors:
cs: Autoři:

source: (delete)
cs: (smazat)

source: (add)
cs: (přidat)

source: THIS PAPER HAS INCOMPLETE METADATA!
cs: TENTO ČLÁNEK MÁ NEÚPLNÁ METADATA!

source: Fields:
cs: Obory:

source: Contents:
cs: Obsah:

source: Keywords:
cs: Klíčová slova:

source: Officially published:
cs: Oficiálně vydáno:

source: No
cs: Ne

source: Cite as:
cs: Doporučená citace:

source: Posted:
cs: Vloženo:

source: Posted by:
cs: Vložil(a):

source: Last changed:
cs: Poslední změna:

source: Changed by:
cs: Změnil(a):

source: Identifiers
cs: Identifikátory

source: Supplemental Links
cs: Doplňující odkazy

source: No links have been entered.
cs: Nebyly zadány žádné odkazy.

source: No citations have been entered.
cs: Nebyly zadány žádné citace.

source: Search
cs: Hledat

source: No papers found.
cs: Nenalezeny žádné články.

source: Delegate Paper Management
cs: Pověření ke správě článků

source: Editing permissions delegated:
cs: Pověření uděleno:

source: Yes,No
cs: Ano,Ne

source: Do you really want to cancel the permission to edit all your papers?
cs: Opravdu chcete zrušit oprávnění tohoto uživatele editovat všechny Vaše články?

source: Do you really want to give this user permission to edit all your papers?
cs: Opravdu chcete tomuto uživateli dát oprávnění editovat všechny Vaše články?

source: No papers awaiting authorship confirmation have been found.
cs: Nebyly nalezeny žádné články čekající na potvrzení autorství.

source: No users with delegated editing permissions found.
cs: Nenalezeni žádní uživatelé s pověřením spravovat Vaše články.

source: This user has permission to edit all your articles.
cs: Tento uživatel má oprávnění editovat všechny Vaše články.

source: Subscribe
cs: Sledovat

source: No people found.
cs: Nenalezeni žádní uživatelé.

source: Invalid username or password
cs: Neplatné uživatelské jméno nebo heslo

source: Change Password
cs: Změnit heslo

source: Reset Password
cs: Resetovat heslo

source: Submit
cs: Odeslat

source: Your password reset link is not valid.
cs: Tento odkaz na reset hesla je neplatný.

source: We have sent you an e-mail with verification link. Use the link to reset your password.
cs: E-mailem jsme Vám poslali ověřovací odkaz. Pomocí tohoto odkazu dokončete reset hesla.

source: Query
cs: Dotaz

source: Time
cs: Čas

source: (at)
cs: (zavináč)

source: Invalid Sciswarm user identifier.
cs: Neplatný Sciswarm identifikátor uživatele.

source: This user does not exist.
cs: Tento uživatel neexistuje.

source: Invalid Sciswarm paper identifier.
cs: Neplatný Sciswarm identifikátor článku.

source: This paper does not exist.
cs: Tento článek neexistuje.

source: Invalid Sciswarm identifier.
cs: Neplatný Sciswarm identifikátor.

source: Invalid identifier format.
cs: Neplatný formát identifikátoru.

source: Identifier checksum is incorrect.
cs: Chybný kontrolní součet identifikátoru.

source: We are sorry but Sci-Hub links are not allowed on this site. With all due respect to Alexandra Elbakyan for putting herself at risk in the name of science, this site cannot afford to play hide and seek with big publishers. That would hinder our goal of putting them out of business once and for all. Please link to a copy of the webpage or file hosted on your personal website instead (provided that you can legally host it yourself).
cs: Omlouváme se, ale odkazy na Sci-Hub nejsou na tomto serveru povoleny. Vážíme si Alexandry Elbakyanové, že se ve jménu vědy rozhodla riskovat vlastní budoucnost, ale tento server si nemůže dovolit hrát s velkými vydavateli na schovávanou. Ohrozilo by to náš hlavní cíl - úplně je vymazat z trhu. Zadejte raději odkaz na kopii dané stránky nebo souboru na Vašem osobním webu (pokud daný soubor můžete sami legálně hostovat).

source: Generic identifier must have a scheme prefix separated by color (e.g. scheme:identifier).
cs: Obecný identifikátor musí mít prefix schématu oddělený dvojtečkou (tj. schema:identifikator).

source: Lost password?
cs: Zapomněli jste heslo?

source: Edit profile
cs: Upravit profil

source: Update User Profile
cs: Upravit uživatelský profil

source: Change password
cs: Změnit heslo

source: Create Record
cs: Vytvořit záznam

source: Update Record
cs: Upravit záznam

source: You do not have permission to edit this record.
cs: Nemáte oprávnění upravit tento záznam.

source: Paper Reviews: %s
cs: Recenze článku: %s

source: Review Paper
cs: Napsat recenzi

source: Edit Paper Review
cs: Upravit recenzi

source: You cannot edit somebody else's review.
cs: Nemůžete upravit cizí recenzi.

source: You cannot delete somebody else's review.
cs: Nemůžete smazat cizí recenzi.

source: Respond to Paper Review
cs: Odpovědět na recenzi

source: You cannot reply to this review.
cs: Na tuto recenzi nemůžete odpovědět.

source: Edit Response
cs: Upravit odpověď

source: You cannot edit somebody else's comment.
cs: Nemůžete upravit cizí odpověď.

source: You cannot delete somebody else's comment.
cs: Nemůžete smazat cizí odpověď.

source: Latest Actions of %s
cs: Nedávná aktivita uživatele %s

source: Timeline
cs: Novinky z Vaší sítě

source: Latest papers
cs: Nejnovější články

source: Papers Citing: %s
cs: Články citující: %s

source: Papers Posted by %s
cs: Články vložené uživatelem %s

source: Papers by %s
cs: Články uživatele %s

source: Papers Recommended by %s
cs: Články doporučené uživatelem %s

source: Papers You Have Rejected
cs: Vámi odmítnuté články

source: This paper is not available for legal reasons.
cs: Tento článek je z právních důvodů nedostupný.

source: Create Paper
cs: Vložit článek

source: Author:
cs: Autor:

source: Biblio entry:
cs: Citace:

source: Edit Paper
cs: Upravit článek

source: You are not one of the authors.
cs: Nejste jedním z autorů.

source: Add Paper Author
cs: Přidat autora článku

source: Rejected authorship cannot be deleted.
cs: Odmítnuté autorství nelze smazat.

source: Add Paper Identifier
cs: Přidat identifikátor článku

source: Delete Paper Identifier
cs: Smazat identifikátor článku

source: This identifier is permanent.
cs: Tento identifikátor je trvalý.

source: Add Citations
cs: Přidat citace

source: Add Supplemental Link
cs: Přidat doplňující odkaz

source: Add Scientific Field
cs: Přidat vědecký obor

source: Followers of %s
cs: Sledovatelé uživatele %s

source: People Followed by %s
cs: Uživatelé, které sleduje %s

source: Feed
cs: Události

source: Following
cs: Sledovaní

source: Followers
cs: Sledovatelé

source: Posted papers
cs: Články vložené uživatelem

source: Authored papers
cs: Články napsané uživatelem

source: Recommended papers
cs: Články doporučené uživatelem

source: Delegate paper management
cs: Pověření ke správě článků

source: Add Personal Identifier
cs: Přidat osobní identifikátor

source: Delete Personal Identifier
cs: Smazat osobní identifikátor

source: Confirm Authorship
cs: Potvrdit autorství

source: Claim Authorship
cs: Převzít autorství

source: Delegating authors
cs: Vámi zastupovaní autoři

source: Your Delegated Paper Managers
cs: Uživatelé pověření spravovat Vaše články

source: Your paper managers
cs: Pověření správci Vašich článků

source: Authors Who Delegated Paper Management to You
cs: Uživatelé, kteří Vás pověřili správou svých článků

source: Error {0}
cs: Chyba {0}

source: Invalid request
cs: Neplatný požadavek

source: Permission denied
cs: Přístup zamítnut

source: You do not have permission to access this page.
cs: Nemáte oprávnění navštívit tuto stránku.

source: The requested page does not exist.
cs: Požadovaná stránka neexistuje.

source: Accessing this page using the {0} method is not allowed.
cs: Přístup k této stránce pomocí HTTP metody {0} není povolen.

source: Unexpected error occurred while processing your request. We will fix the problem soon.
cs: Během zpracování požadavku došlo k neočekávané chybě. Problém brzy odstraníme.

source: Cannot Edit Record
cs: Nelze upravit záznam

source: You cannot edit this record.
cs: Tento záznam nemůžete upravit.

source: Paper detail
cs: Podrobnosti článku

source: Reviews
cs: Recenze

source: Cited by
cs: Citující články

source: Edit
cs: Upravit

source: Add review
cs: Napsat recenzi

source: Confirm authorship
cs: Potvrdit autorství

source: Claim authorship
cs: Převzít autorství

source: Rejected papers
cs: Vámi odmítnuté články

# navigation
source: First
cs: První

# navigation
source: Previous
cs: Předchozí

# navigation
source: %(page)s of %(total)s
cs: %(page)s z %(total)s

# navigation
source: Next
cs: Další

# navigation
source: Last
cs: Poslední
