Repository: nextghost/sciswarm
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: cs

source: This account has been temporarily blocked due to high number of login failures. Please try again later.
cs: Tento účet byl dočasně zablokován z důvodu velkého počtu neúspěšných přihlášení. Zkuste to prosím později.

source: You need to verify your e-mail address before first login. If you have not received the verification e-mail, please contact the administrator.
cs: Před prvním přihlášením musíte potvrdit svoji e-mailovou adresu. Pokud jste nedostali ověřovací e-mail, kontaktujte prosím správce serveru.

source: Your account is set to be deleted soon. If you have changed your mind, please contact the administrator.
cs: Váš účet má být brzy smazán. Pokud jste si to rozmysleli, kontaktujte prosím správce serveru.

source: Required. 150 characters or fewer. Lowercase English letters, digits and @/./+/-/_ only.
cs: Povinná položka. Maximálně 150 znaků. Smí obsahovat pouze malá písmena anglické abecedy, číslice a znaky @/./+/-/_.

source: This username is not allowed. Username may contain only lowercase English letters, numbers, and @/./+/-/_ characters.
cs: Toto uživatelské jméno není povoleno. Uživatelské jméno smí obsahovat pouze malá písmena anglické abecedy, číslice a znaky @/./+/-/_.

source: Language
cs: Jazyk

source: This username is not allowed.
cs: Toto uživatelské jméno není povoleno.

source: Time zone
cs: Časové pásmo

source: Password
cs: Heslo

source: Wrong password.
cs: Špatné heslo.

source: Database error, please try again later.
cs: Chyba databáze, zkuste to prosím později.

source: Invalid value
cs: Neplatná hodnota

source: Identifier:
cs: Identifikátor:

source: Scheme prefix is too long.
cs: Prefix identifikátoru je příliš dlouhý.

source: This scheme prefix is not allowed.
cs: Tento typ identifikátoru není povolen.

source: This identifier is already in use. If the existing assignment is incorrect and you cannot change it yourself, please contact the administrator.
cs: Tento identifikátor už je zaregistrovaný. Pokud je stávající přiřazení chybné a nemůžete ho změnit sami, kontaktujte prosím správce serveru.

source: Details
cs: Podrobnosti

source: This review has been deleted.
cs: Tato recenze byla smazána.

source: You cannot review your own paper.
cs: Nemůžete recenzovat své vlastní články.

source: You cannot review a paper more than once.
cs: Nemůžete napsat více než jednu recezni ke stejnému článku.

source: Title
cs: Název

source: Year published
cs: Rok vydání

source: Author
cs: Autor

source: Author name or identifier.
cs: Jméno nebo identifikátor autora.

source: Identifier
cs: Identifikátor

source: Keywords
cs: Klíčová slova

source: Comma-separated list of keywords.
cs: Seznam klíčových slov oddělených čárkami.

source: List of keywords separated by commas or newlines.
cs: Seznam klíčových slov oddělený čárkami nebo konci řádků.

source: I am an author
cs: Jsem jedním z autorů

source: Some keywords are longer than %(limit_value)s characters.
cs: Některá klíčová slova jsou delší než %(limit_value)s znaků.

source: This paper already has a link with this name.
cs: Tento článek již má odkaz s tímto názvem.

source: This paper already has this link.
cs: Tento článek již má tento odkaz.

source: Cancel recommendation
cs: Zrušit doporučení

source: Recommend
cs: Doporučit

source: Subfield
cs: Podobor

source: Other:
cs: Jiný:

source: This subfield already exists under %s.
cs: Tento podobor již existuje v oboru %s.

source: Select a subfield from the list or enter new subfield name.
cs: Vyberte podobor ze seznamu nebo zadejte nový název podoboru.

source: This user has rejected authorship.
cs: Tento uživatel odmítl autorství.

source: Confirm
cs: Potvrdit

source: Reject
cs: Odmítnout

source: Please choose whether to accept or reject authorship.
cs: Prosím vyberte, jestli chcete autorství potvrdit, nebo odmítnout.

source: Claim
cs: Převzít autorství

source: You cannot accept authorship of a paper which you have reviewed. You must delete the review first.
cs: Nemůžete přijmout autorství článku, který jste recenzovali. Nejprve smažte recenzi.

source: Cancel delegation
cs: Zrušit pověření

source: Delegate
cs: Pověřit

source: system language
cs: jazyk systému

source: e-mail verification key
cs: ověřovací klíč e-mailové adresy

source: account deletion date
cs: datum pro smazání účtu

source: person
cs: osoba

source: time zone
cs: časové pásmo

source: date posted
cs: datum vložení

source: date changed
cs: poslední změna

source: posted by
cs: vložil(a)

source: message
cs: zpráva

source: paper
cs: článek

source: methodology
cs: metodika

source: Quality of methodology. If about half of the conclusions are invalid due to methodology errors, choose "Mixed".
cs: Kvalita metodiky. Pokud je přibližně polovina výsledků neplatná kvůli chybám v metodice, zvolte "Něco mezi".

source: importance
cs: důležitost

source: How much attention this paper deserves, not just for its conclusions but also for new methodologies or any other revolutionary scientific ideas.
cs: Kolik pozornosti si tento článek zaslouží, nejen kvůli závěrům, ale i kvůli novým metodikám nebo jiným revolučním věděckým myšlenkám.

source: deleted
cs: smazáno

source: review
cs: recenze

source: Personal website
cs: Osobní web

source: Other
cs: Jiné

source: Web URL
cs: Webové URL

source: Questionable
cs: Pochybná

source: Mixed
cs: Něco mezi

source: Rigorous
cs: Pečlivá

source: Waste of time
cs: Ztráta času

source: Average
cs: Průměr

source: Revolutionary
cs: Převratná

source: {person} has posted a new paper: {paper}
cs: {person} vložil(a) nový článek: {paper}

source: {person} has confirmed authorship of {paper}
cs: {person} potvrdil(a) autorství článku {paper}

source: {person} has posted a review of {paper}
cs: {person} vložil(a) recenzi článku {paper}

source: {person} recommends paper: {paper}
cs: {person} doporučuje článek: {paper}

source: New papers
cs: Nové články

source: Paper reviews
cs: Recenze článků

source: Recommendations
cs: Doporučení

source: Astronomy
cs: Astronomie

source: Biology
cs: Biologie

source: Chemistry
cs: Chemie

source: Computer Science
cs: Informatika

source: Earth Science
cs: Vědy o Zemi

source: Engineering
cs: Inženýrství

source: History
cs: Historie

source: Mathematics
cs: Matematika

source: Medicine
cs: Lékařství

source: Philosophy
cs: Filozofie

source: Physics
cs: Fyzika

source: Social Science
cs: Společenské vědy

source: {person} did something with paper {paper}
cs: {person} něco udělal(a) s článkem {paper}

source: event date
cs: datum události

source: event type
cs: druh události

source: username
cs: uživatelské jméno

source: titles before name
cs: tituly před jménem

source: first name
cs: jméno

source: last name
cs: příjmení

source: titles after name
cs: tituly za jménem

source: about you
cs: o vás

source: author
cs: autor

source: delegate
cs: správce

source: scheme
cs: schéma

source: identifier
cs: identifikátor

source: user
cs: uživatel

source: field
cs: obor

source: name
cs: název

source: Please enter only the English name of the subfield.
cs: Zadejte prosím pouze anglický název podoboru.

source: title
cs: název

source: abstract
cs: abstrakt

source: theory development
cs: rozvoj teorie

source: Check this box if the paper expands prior theory.
cs: Zaškrtněte toto pole, pokud článek dále rozvíjí dřívější teorii.

source: survey data
cs: dotazníková data

source: Check this box if the paper contains or analyzes survey data.
cs: Zaškrtněte toto pole, pokud článek obsahuje nebo analyzuje data z dotazníků.

source: observational data
cs: data z pozorování

source: Check this box if the paper contains or analyzes data from observation of natural phenomena.
cs: Zaškrtněte toto pole, pokud článek obsahuje nebo analyzuje data z pozorování přírodních úkazů.

source: experimental data
cs: experimentální data

source: Check this box if the paper contains or analyzes data from controlled experiments.
cs: Zaškrtněte toto pole, pokud článek obsahuje nebo analyzuje data z řízených experimentů.

source: metaanalysis
cs: metaanalýza

source: Check this box if the paper contains extensive metaanalysis or literature review (aside from the usual summary in introduction).
cs: Zaškrtněte toto pole, pokud článek obsahuje rozsáhlou metaanalýzu nebo přehled literatury (mimo obvyklé shrnutí v úvodu).

source: year published
cs: rok vydání

source: Year when this paper was officially published, e.g. in a journal. Leave blank if publication date is pending.
cs: Rok, kdy byl článek oficiálně vydán, např. ve vědeckém časopise. Pokud o datu vydání ještě není rozhodnuto, nechte prázdné.

source: cite as
cs: doporučená citace

source: Preferred citation text.
cs: Doporučená forma, jak tento článek citovat.

source: incomplete metadata
cs: neúplná metadata

source: Check this box if some information about this paper is missing (e.g. omitted citations because the cited papers have no usable identifier).
cs: Zaškrtněte toto pole, pokud některé informace o článku chybí (např. vynechané citace článků, které zatím nemají žádný použitelný identifikátor).

source: last changed
cs: poslední změna

source: changed by
cs: změnil(a)

source: public
cs: veřejný

source: keyword
cs: klíčové slovo

source: confirmed
cs: potvrzeno

source: Confirmed
cs: Potvrzeno

source: Pending
cs: Nepotvrzeno

source: Rejected
cs: Odmítnuto

source: Additional authors with no unique identifier
cs: Další autoři, kteří nemají žádný unikátní identifikátor

source: code
cs: kód

source: repository name
cs: název repozitáře

source: bot profile
cs: uživatelský profil robota

source: import cursor
cs: importní záložka

source: Save
cs: Uložit

source: Do you really want to delete this identifier?
cs: Opravdu chcete smazat tento identifikátor?

source: Delete
cs: Smazat

source: E-mail Verification Error
cs: Chyba při ověření e-mailové adresy

source: The verification token is invalid. Please make sure that you have copied the verification URL correctly.
cs: Tento ověřovací kód je neplatný. Zkontrolujte prosím, že jste ověřovací URL zkopírovali správně.

source: Delete Account
cs: Smazat účet

source: Enter your password to confirm deleting your account. If you choose to proceed, your account will be deleted in 30 days. You will not be able to log in during that time but you can contact the administrator if you change your mind to have your account restored.
cs: Zadejte své heslo pro potvrzení smazání účtu. Pokud tuto akci provedete, Váš účet bude smazán za 30 dnů. Během této doby se nebudete moci přihlásit, ale pokud si to rozmyslíte, můžete kontaktovat správce serveru a požádat o obnovení účtu.

source: Delete account
cs: Smazat účet

source: Create Account
cs: Vytvořit účet

source: By clicking the &#8220;Register&#8221; button, you confirm that you have read and agree to our <a href="%(terms_url)s">Terms of Service</a>.
cs: Kliknutím na tlačítko &#8222;Registrovat&#8220; potvrzujete, že jste četli naše <a href="%(terms_url)s">podmínky používání služby</a> a souhlasíte s nimi.

source: Register
cs: Registrovat

source: Registration Complete
cs: Registrace dokončena

source: Thank you for registering. As a final step, you need to verify your e-mail address before you log in. We have sent you an e-mail with verification link. Simply visit the link and enjoy using Sciswarm.
cs: Děkujeme za registraci. Na závěr ještě před prvním přihlášením musíte potvrdit svoji e-mailovou adresu. Poslali jsme Vám e-mail s ověřovacím odkazem. Jednoduše tento odkaz navštivte a přejeme příjemné používání Sciswarmu.

source: Thank you for your interest in Sciswarm. Unfortunately, this installation is still in testing phase and registration is closed at the moment. Please come back later.
cs: Děkujeme, že máte o tuto službu zájem. Tato instalace systému Sciswarm je bohužel stále v testovacím režimu a registrace je prozatím uzavřena. Zkuste to prosím později.

source: Log In
cs: Přihlásit

source: Your IP address has been temporarily blocked due to high number of failed login attempts. Please try again later.
cs: Vaše IP adresa byla dočasně zablokována z důvodu velkého počtu neúspěšných pokusů o přihlášení. Zkuste to prosím později.

source: Delete Paper Review
cs: Smazat recenzi článku

source: Deleted user
cs: Smazaný uživatel

source: Methodology: %(methodology)s; Importance: %(importance)s
cs: Metodika: %(methodology)s; Důležitost: %(importance)s

source: Do you really want to delete this review? You will not be allowed to write another one.
cs: Opravdu chcete smazat tuto recenzi? Další už nebudete moci napsat.

source: Delete Message
cs: Smazat zprávu

source: Do you really want to delete this message?
cs: Opravdu chcete smazat tuto zprávu?

source: Paper Review And Replies
cs: Recenze článku s odpověďmi

source: (Edit)
cs: (Upravit)

source: (Delete)
cs: (Smazat)

source: (Reply)
cs: (Odpovědět)

source: Paper:
cs: Článek:

source: %(counter)s response
cs: %(counter)s odpověď

source: No reviews found.
cs: Nenalezeny žádné recenze.

source: Password Reset Confirmation
cs: Potvrzení resetu hesla

source: Somebody has requested password reset for your Sciswarm account “%(username)s”. If that was you, <a href="%(finish_url)s?ref=%(url_uid)s&token=%(url_token)s">click here</a> to reset your password. Otherwise simply delete this e-mail.
cs: Někdo požádal o reset hesla k Vašemu Sciswarm účtu “%(username)s”. Pokud jste to byli Vy, pro reset hesla <a href="%(finish_url)s?ref=%(url_uid)s&token=%(url_token)s">klikněte sem</a>. Jinak tento e-mail prostě smažte.

source: Somebody has requested password reset for your Sciswarm account “%(username)s”. If that was you, visit the link below to reset your password. Otherwise simply delete this e-mail.
cs: Někdo požádal o reset hesla k Vašemu Sciswarm účtu “%(username)s”. Pokud jste to byli Vy, navštivte níže uvedenou adresu pro dokončení resetu hesla. Jinak tento e-mail prostě smažte.

source: [Sciswarm] Password reset confirmation
cs: [Sciswarm] Potvrzení resetu hesla

source: Welcome to Sciswarm!
cs: Vítejte v systému Sciswarm!

source: To finish your registration, you need to verify your e-mail address by <a href="%(verify_url)s">clicking here</a>. If the verification is successful, you will be redirected to the login page immediately.
cs: Pro dokončení registrace potvrďte svoji e-mailovou adresu <a href="%(verify_url)s">kliknutím sem</a>. Pokud bude ověření úspěšné, budete okamžitě přesměrováni na přihlašovací stránku.

source: To finish your registration, you need to verify your e-mail address by visiting the URL below. If the verification is successful, you will be redirected to the login page immediately.
cs: Pro dokončení registrace navštivte níže uvedený odkaz, abyste potvrdili svoji e-mailovou adresu. Pokud bude ověření úspěšné, budete okamžitě přesměrováni na přihlašovací stránku.

source: No events yet.
cs: Zatím žádné události.

source: Using Identifiers
cs: Jak používat identifikátory

source: Sciswarm uses various unique identifiers to link authorship and citations. If the author or cited paper isn't registered in the system yet, the identifier will be converted to an external link (if supported). Once the author or paper gets registered in the system, the identifier will be converted to a link to their user profile or paper detail page in Sciswarm, through which you can also access the original external links.
cs: Sciswarm využívá různé unikátní identifikátor k přiřazování autorů a citací. Pokud autor nebo citovaný článek ještě není zaregistrovaný v systému, identifikátor se převede na odkaz mimo systém (pokud možno). Až se autor nebo článek do systému zaregistruje, identifikátor se převede na odkaz na uživatelský profil nebo detail článku ve Sciswarmu, odkud se dále dostanete k původním odkazům mimo systém.

source: Identifiers have two parts: The <b>scheme</b>, which determines the identifier namespace and how the value will be converted to an external link, and the <b>value</b>, which must be unique for the given scheme and permanently associated with the given user or paper.
cs: Identifikátory mají dvě části: <b>Schéma</b>, které určuje jmenný prostor identifikátoru a jak ho převést na odkaz mimo systém, a <b>hodnotu</b>, která musí být pro dané schéma unikátní a trvale spojená s daným uživatelem nebo článkem.

source: When entering an identifier into Sciswarm, you can either select one of the supported schemes from the drop-down menu, or you can select &#8220;Other&#8221; and enter the full identifier into the text field as &#8220;<tt>prefix:value</tt>&#8221;. Supported scheme prefixes listed below will be automatically recognized as if you had selected the scheme using the drop-down menu. But you can enter any arbitrary scheme prefix as long as the corresponding identifier namespace is well known. Scheme prefixes are case insensitive.
cs: Když do Sciswarmu zadáváte identifikátor, můžete buď vybrat jedno z podporovaných schémat z rozbalovací nabídky, nebo můžete vybrat &#8222;Jiné&#8220; a zapsat celý identifikátor do textového pole ve formátu &#8222;<tt>prefix:hodnota</tt>&#8220;. Systém automaticky rozpozná prefixy níže uvedených podporovaných schémat, jako kdybyste schéma vybrali z rozbalovací nabídky. Ale můžete zadat libovolný prefix, pokud je příslušný jmenný prostor dobře známý. Prefixy schémat nerozlišují velká a malá písmena.

source: User Identifiers
cs: Identifikátory uživatelů

source: Sciswarm supports the following user identifier schemes:
cs: Sciswarm podporuje následující schémata pro identifikátory uživatelů:

source: E-mail address (prefix: mailto)
cs: E-mailová adresa (prefix: mailto)

source: XMPP address/JID (prefix: xmpp)
cs: XMPP adresa/JID (prefix: xmpp)

source: Twitter handle (prefix: twitter)
cs: Twitter účet (prefix: twitter)

source: Personal website (prefixes: http, https, ftp, ftps)
cs: Osobní webová stránka (prefixy: http, https, ftp, ftps)

# help
source: Paper Identifiers
cs: Identifikátory článků

source: Sciswarm supports the following paper identifier schemes:
cs: Sciswarm podporuje následující schémata pro identifikátory článků:

source: Web URL (prefixes: http, https, ftp, ftps)
cs: Webové URL (prefixy: http, https, ftp, ftps)

source: When you select arXiv scheme from the drop-down menu, the system will accept arXiv identifiers with or without the (case sensitive) &#8220;arXiv:&#8221; prefix.
cs: Když z rozbalovací nabídky vyberete schéma arXiv, systém přijme identifikátory s prefixem &#8222;arXiv:&#8220; i bez něj. V tomto případě se ale rozlišuje velikost písmen.

source: Sciswarm Help
cs: Nápověda Sciswarmu

source: Most social networks are about interacting with other users directly. This social network focuses on interaction with scientific papers instead. You can think of Sciswarm as a massively collaborative overlay journal where you get to pick your own editorial board by following people you trust. But it's not an overlay of any particular preprint repository. It's an overlay of the entire body of scientific literature, including papers published in paywalled journals. Sciswarm stores only basic paper metadata and links to content hosted elsewhere (sometimes behind paywall) so that you don't have to compromise between your career advancement and supporting Open Access. When Sciswarm paper metrics become more important than journal impact factor, Open Access will win without a fight.
cs: Většina sociálních sítí se zaměřuje na přímou komunikaci s ostatními uživateli. Tato sociální síť je naopak zaměřená na práci s vědeckými články. Sciswarm si můžete představit jako masově kooperativní overlay žurnál, kde si můžete sestavit vlastní redakci sledováním lidí, kterým důvěřujete. Ale není to overlay žurnál postavený nad jedním konkrétním preprint repozitářem. Je to overlay žurnál pokrývající veškerou vědeckou literaturu, včetně zpoplatněných článků vydaných v uzavřených vědeckých časopisech. Sciswarm obsahuje pouze základní metadata o článcích a odkazy na obsah uložený jinde (někdy i zpoplatněný), abyste nemuseli dělat kompromisy mezi vlastním kariérním postupem a podporou Open Access. Až budou mít metriky kvality článků ve Sciswarmu větší váhu než impakt faktor tradičních časopisů, Open Access vyhraje bez boje.

source: Help Topics
cs: Témata nápovědy

source: Using identifiers
cs: Jak používat identifikátory

source: User profiles
cs: Uživatelské profily

source: Paper metadata
cs: Metadata článků

source: Paper management
cs: Správa článků

source: Reviewing papers
cs: Recenzování článků

source: Planned Features
cs: Plánované funkce

source: Detailed citation and review metrics for papers
cs: Podrobné metriky článků podle citací a recenzí

source: Event notifications
cs: Oznámení o událostech

source: Paper collections
cs: Kolekce článků

source: Research replications and other relationships between papers
cs: Replikace výzkumu a další vztahy mezi články

source: Open data
cs: Otevřená data

source: Federation protocol
cs: Protokol pro decentralizaci systému

source: Changelog
cs: Průběh vývoje

source: Mar. 1, 2019
cs: 1. března 2019

source: First public version
cs: První veřejná verze

source: Paper Metadata
cs: Metadata článků

source: Paper metadata in Sciswarm includes the usual: title, authors, abstract, keywords, recommended citation format and bibliography. But bibliography needs to be entered using <a href="%(help_identifiers_url)s">unique identifiers</a> of the cited papers. Authors can be entered either as plain names (only when you're posting a new paper) or using <a href="%(help_identifiers_url)s">unique identifiers</a>. In addition to that, you can specify one or more scientific fields, the type of research (theory/experiment/observation) and provide supplemental links for example to data or software used in the research.
cs: Sciswarm sbírá obvyklá metadata článků: název, autory, abstrakt, klíčová slova, doporučený způsob citace a literaturu. Jenže literaturu musíte zadávat pomocí <a href="%(help_identifiers_url)s">unikátních identifikátorů</a> citovaných článků. Autory můžete zadávat buď prostým jménem (pouze při vkládání nového článku), nebo pomocí <a href="%(help_identifiers_url)s">unikátních identifikátorů</a>. Navíc můžete zadat jeden nebo více vědeckých oborů, druh výzkumu (teorie/experiment/pozorování) a přidat doplňující odkazy například na data nebo software použitý při výzkumu.

source: When specifying a scientific field, you can either select both the main field and subfield from the drop-down menu, or you can select the subfield as &#8220;Other&#8221; and type the name of a new subfield into the text field. Always use the English name when creating a new subfield. The new entry will be created under the selected main field.
cs: Když zadáváte vědecký obor, můžete buď vybrat hlavní obor i podobor z rozbalovacího menu, nebo můžete jako podobor vybrat &#8222;Jiný&#8220; a zadat název nového podoboru do textového pole. Při vytváření nového podoboru vždy zadávejte anglický název. Nový podobor se vytvoří pod zadaným hlavním oborem.

source: One of the planned features is to track replications of papers. If you have replicated a paper (intentionally or not), you will be able to link your paper with the original one and specify whether you have used the same method and whether your conclusions confirm or contradict the original findings.
cs: Jednou z plánovaných funkcí je sledovat replikace výzkumu. Pokud jste provedli replikaci některého článku (záměrně nebo náhodou), budete moci svůj článek propojit s tím předchozím a zadat, jestli jste použili stejnou metodu a jestli Vaše závěry potvrzují nebo zpochybňují předchozí výsledky.

source: Paper Management
cs: Správa článků
